<%@LANGUAGE="VBSCRIPT" CODEPAGE="936"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=gb2312" />
<title>发展与应用</title>
<style type="text/css">
<!--
.STYLE1 {font-family: "宋体"}
-->
</style>
</head>

<body>
<p align="left"><span class="STYLE1"><strong>一、微波技术的发展和应用</strong> <br />
  <strong>1. 通信方面的应用</strong><br />
<strong>由于微波频带宽，信息容量大， 因此微波可用于多路通信。在有线通信方面，利用同轴电缆可以同时传送几千路和几路电视信号；在无线通信方面，利用微波的中继接力传送电视信号，利用微波能穿透电离层的特性，可进行卫星通信和宇航通信，利用外层空间三颗互成120°角的同步卫星，就能实现全球通信和电视实况转播。 </strong></span></p>
<ol class="STYLE1">
  <li><strong>中继通信(接力通信)。 </strong></li>
  <li><strong>散射通信 </strong></li>
  <li><strong>卫星通信和卫星广播</strong></li>
  <li><strong>蓝牙技术</strong></li>
  <li><strong>WLAN（无线局域网）</strong></li>
  <li><strong>GPS（全球定位系统）</strong></li>
</ol>
<p class="STYLE1"><strong>2.?  “电子战”的核心－国防应用</strong><br />
    <strong>雷达是微波技术的早期应用，正是由于第二次世界大战期间对于雷达的需要，微波技术才迅速发展起来。雷达设备可以利用微波信号准确地测定目标的方向、距离和速度，从而对运动目标实现定位、跟踪和识别。目前，用于军事上的有制导雷达、跟踪雷达、警戒雷达和炮瞄雷达等；用于民用上的有导航雷达、气象雷达和遥感雷达等。 </strong><br />
    <strong>现代的战争，已经不再单纯以杀伤对方的有生力量为主要目的，而越来越倾向于以电子信息的获取与反获取为核心的“电子战”。南联盟战争与伊拉克战争充分说明了这一点。而微波技术，恰恰是所有信息传输的基础技术。 </strong><br />
    <strong>微波的其他应用包括：微波成像、遥感，环境应用方面有沙子潮湿的测量、海洋表面的风速、洪水绘图、大气层温度的轮廓、雪层/冰层的测绘等。军事应用有目标检测、监视、目标确认、绘图等。天文学应用有行星绘图、银河星系射电噪声目标的测绘、太阳辐射测绘、宇宙黑体辐射的测量等。 </strong><br />
    <strong>3. 在微波能方面的应用源 </strong><br />
    <strong>有微波加热，消毒（杀虫灭菌），微波弹。 </strong><br />
    <strong>4.? 在生物医学方面的应用 </strong><br />
    <strong>诊断方面有磁共振，治疗方面有利用热效应的微波理疗、组织固定，以及非热效应的免疫组织化学和免疫细胞化学研究。 </strong><br />
    <strong>拥有交叉学科，微波物理、微波化学、微波吸收光谱学，以及微波等离子体化学。 </strong><br />
    <strong>5. 在科学研究方面的应用 </strong><br />
    <strong>微波可以作为科学研究的一种重要手段。根据各种物质对微波吸收的不同，可以用来研究物质的内部结构；利用大气对微波的吸收和反射特性，来观察气象的变化；在射电天文学中，利用微波作为一种观测手段，可以发现新的星体。 在生物医学方面的应用 </strong><br />
    <strong>二、天线新技术及发展趋势</strong> <br />
  1.天线分集<strong>技术 </strong><br />
  <strong>在移动无线电环境中信号衰落会产生严重问题。随着移动台的移动，瑞利衰落随信号瞬时值快速变动，而对数正态衰落随信号平均值（中值）变动。这两者是构成移动通信接收信号不稳定的主要因素，它使接收信号大大地恶化了。虽然通过增加发信功率、天线尺寸和高度等方法能取得改善，但采用这些方法在移动通信中比较昂贵，有时也显得不切实际；而采用分集方法即在若干个支路上接收相互间相关性很小的载有同一消息的信号，然后通过合并技术再将各个支路信号合并输出，那么便可在接收终端上大大降低深衰落的概率。通常在接收站址使用分集技术，因为接收设备是无源设备，所以不会产生任何干扰。分集的形式可分为两类，一是显分集，二是隐分集。 </strong><br />
  <strong>空间分集是利用场强随空间的随机变化实现的。在移动通信中，空间略有变动就可能出现较大的场强变动。空间的间距越大，多径传播的差异就越大，所收场强的相关性就越小，在这种情况下，由于深衰落难得同时发生，分集便能把衰落效应降到最小。为此必须确定必要的空间间隔。目前在越来越多的工程中广泛使用了极化天线。天线通过两种极化——水平极化和垂直极化——而用一个频率携带两种信号。 </strong><br />
  2 .赋形波束技术 <br />
  <strong>在蜂窝移动系统中，降低同信道干扰始终是一个复杂的问题。赋形波束技术提高了空间频谱重用。有两种类型的赋形波束。一种是赋形水平面的辐射方向图，即扇形波束；另外一种是赋形垂直面的辐射方向图。在蜂窝系统中，通过使用扇形波束来代替全向波束时，蜂窝间干扰距离增加，从而使基地站天线对使用相同频率的另一蜂窝辐射尽可能低的电平，而基地站天线对其业务区辐射达到尽可能高的电平。 </strong><br />
  3.智能天线 <br />
  <strong>随着全球通信业务的迅速发展，作为未来个人通信主要手段的无线移动通信技术引起人们极大关注。如何消除同信道干扰(CCI)、多址干扰(MAI)与多径衰落的影响成为人们在提高无线移动通信系统性能时考虑的主要因素。智能天线利用数字信号处理技术，采用了先进的波束转换技术（switched beam technology）和自适应空间数字处理技术（adaptive spatial digital processing technology），产生空间定向波束，使天线主波束对准用户信号到达方向，旁瓣或零陷对准干扰信号到达方向，达到充分高效利用移动用户信号并删除或抑制干扰信号的目的。与其它日渐深入和成熟的干扰削除技术相比，智能天线技术在移动通信中的应用研究更显得方兴未艾并显示出巨大潜力。 </strong></p>
<p align="center" class="STYLE1"><a href="default.asp">返回首页</a> </p>
<p class="STYLE1">&nbsp;</p>
</body>
</html>
